Revit 2024 API
UnifiedBitmap.UnifiedbitmapBitmap Property
 The property labeled "Source" from the "UnifiedBitmap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2018
Syntax
C#
public static string UnifiedbitmapBitmap { get; }
Visual Basic
Public Shared ReadOnly Property UnifiedbitmapBitmap As String
	Get
Visual C++
public:
static property String^ UnifiedbitmapBitmap {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyString" and will contain a relative path.
See Also
UnifiedBitmap Class
Autodesk.Revit.DB.Visual Namespace